[{
    "id": 1,
    "name": "Fulbright Trivia Night 2022: When Multidisciplinary Knowledge Embedded in Laughter and Collaboration  ",
    "description": "\nThe Covid-19 outbreak last year had frozen all kinds of in-person team activities within the Fulbright community. Therefore, when students were finally welcomed back to the campus, part of them, especially first-year students, barely had a taste of how fun these large gathering events could be. To revive this good old fun and enhance intellectual curiosity, Fulbright STEM Club aspired to host Trivia Night - an intellectual exchange where knowledge and fun were widespread.  \n\n\n## THE WHAT  \n\nTrivia Night is a gameshow where teams participate in a race to test their understanding in a broad range of knowledge. Each team can include from 3 to 5 people, including the Faculty, the Staff, and Undergraduate students within the Fulbright community. There are 20 questions, either multiple-choice or short-answered, in a game. For each question, the team needs to make a bet on how many points they want to gain. The betting condition varies on questions; therefore, participants need to make a wise choice or else they might lose points dramatically. The winning team will be the one that sticks to the final question with the highest overall points.  \n\n![0f027fcc-6396-421a-bb42-09f8890845ff.jpeg](https://res.cloudinary.com/dq5xtekcp/image/upload/v1657504640/0f027fcc_6396_421a_bb42_09f8890845ff_6918e29025.jpg)\n\n## THE HIGHLIGHTS \n\n### Participants  \n\nTrivia Night have been hosted in 2021, before the Covid-19 outbreak in Ho Chi Minh city and this year on April 16th, 2022, from 6:15 - 8:00 PM. It was the most crowded public event with almost 150 participants teamed up to 14 groups. Together all of them made it to the end and worked hard to solve all the tricky questions within a very short time (30s to 2 minutes).  \n![95ad93bd-e40e-4bfb-9a97-47b4c3c3d0b5.jpeg](https://res.cloudinary.com/dq5xtekcp/image/upload/v1657503829/95ad93bd_e40e_4bfb_9a97_47b4c3c3d0b5_0cbde26d6b.jpg)\n\n\n### Question Set  \n\nQuestions were designed by a group of students from Fulbright Stem Club. To come up with a question bank, they had to spend one month to do intensive research in a wide range of disciplines: math, physics, chemistry, biology, geography, politics, philosophy. The requirements were all the questions are not just fact-based but have to be fun and logical reasoning. In case you missed the game or want to look back into it, here are some of the most favorite questions voted by participants, try answer them yourself but only within 30s-2 minutes! _(Answers at the end of the article) \n_\n_- Every day, according to oddly statistic, human digest 2.267kg of food, averagely 2000 calories a day for woman and 2500 calories per day for man. So, how much do human poop a day on average?  \n\n- In a group of students, 10 students like Calculus and 15 students like Linear Algebra. Alongside, 7 students like both subjects and 17 students like neither. How many students are there in the group?  \n\n- We have leap year in Gregorian calendar, it usually happens every four years. The phenomenon indicates that a year has 365 days and some spare hours. How much is that spared time? _(Please input an integer) \n_\n- We went out with friends at night, we looked so fancy and fabulous, so we wanted to take a picture by camera with flash. But after taking the picture, we look like zombies or fabulous vampires (or fabulous zombies) because our eyes turn red. What causes this condition?  \n\nA. The camera cannot capture black/brown color from our beautiful eyes, so the nearest color is red.  \n\nB. We are truly sexy vampires and sexy zombies.  \n\nC. It is the blood in our eyes. _\n\n Hmm, tricky right? To produce such an interesting quiz like this was a big challenge but our content team with smart brains, had successfully fulfilled the intellectual mission. We would like to give them big applause!  \n \n### Building The Grading App  \n\nNow you might wonder how the organizers could handle the point evaluation for 14 teams given the fluctuation of points due to making bets? Of course, we could never have done this properly without our genius programmers: Ngoc Long from Google Developer club, Nhat Khoi and Nhat Huy from Fulbright Stem Club. It was days and nights of fixing bugs and testing to perfect the grading systems. We asked Nhat Khoi about their app building process, here is what he shared: _‘’Very intensive! I feel like I was working in a startup at the Sillicon Valley, running many sprints overnight to deliver the product for hundred of users! ALong that process, our team has to work seamlessly together from product design to frontend to backend development. Our lesson after this project are first, having at least an experienced teammate in building real-life applications. Second, have a short feedback loop. Third, prepare for any incidents that might happen in the deployed environment.’ \n\n![6ca3adff-3f8c-43d2-9fed-0e1420c39736.jpeg](https://res.cloudinary.com/dq5xtekcp/image/upload/v1657504036/6ca3adff_3f8c_43d2_9fed_0e1420c39736_4309000965.jpg)\n\n\n### The Teams  \n\nAll the teams have made an outstanding performance. Fulbright people had shown how talented and well-rounded they are! However, a game only has a (legit) winner, we congratulated the team ‘’dzzễ’'’ for the first place, ‘’The Winning Team’’, and ‘’Sáng nhất đêm nay’’ for the two runners-up. BIG APPLAUSE!  \n\n![DSCF1575.JPG](https://res.cloudinary.com/dq5xtekcp/image/upload/v1657504105/DSCF_1575_cd7b9f6479.jpg)\n\n![DSCF1590.JPG](https://res.cloudinary.com/dq5xtekcp/image/upload/v1657504139/DSCF_1590_5827af30cb.jpg)\n\n![DSCF1543.JPG](https://res.cloudinary.com/dq5xtekcp/image/upload/v1657504165/DSCF_1543_86d0e09d99.jpg)\n\n\n### The Fun  \n\nThe purpose of the game is not to seek the ultimate winners, but to promote learning-spirit and consolidate the bonds within our Fulbright community. When joining the game, participants had a chance to intellectually collaborate with other friends and experience the wholesome fun of making a good bet and a bad bet. Our participants, Quynh and Phuoc Anh, had some thoughts: _’I appreciated the diversity in the vendors at the expo, the topics and variety of sessions. I think the last thing I appreciated outside of the healthy food options would be Keynote speakers and the topics they covered and deliver.’’  \n_\n\n![DSCF1397.JPG](https://res.cloudinary.com/dq5xtekcp/image/upload/v1657504240/DSCF_1397_9a6710a42f.jpg)\n\n\n## The Final Thought  \n\nWe believe that only by working together in a stress-free environment can we promote an engaging and inclusive academic environment. Organizing Trivia Night is part of our efforts on making STEM a more fascinating discipline and that STEM is not just geeky! We are geeky, yet we have fun, and we design the fun!  \n\nStay tuned for the next Trivia Night!  \n\n  ",
    "slug": "trivia-night-2022",
    "createdAt": "2022-06-18T16:38:04.322Z",
    "updatedAt": "2022-09-10T02:53:00.453Z",
    "publishedAt": "2022-06-18T16:39:09.948Z",
    "featureImage": {
        "id": 27,
        "name": "278018799_162634316195015_9027802710567440208_n.jpg",
        "alternativeText": "Fulbright Trivia Night 2022 Event ",
        "caption": "Fulbright Trivia Night 2022 ",
        "hash": "278018799_162634316195015_9027802710567440208_n_81c2b4cbdf",
        "ext": ".jpg",
        "mime": "image/jpeg",
        "url": "https://res.cloudinary.com/dq5xtekcp/image/upload/v1655577663/278018799_162634316195015_9027802710567440208_n_81c2b4cbdf.jpg",
        "createdAt": "2022-06-18T18:41:05.110Z",
        "updatedAt": "2022-07-11T01:39:53.931Z",
        "createdBy": null,
        "updatedBy": null
    },
    "createdBy": null,
    "updatedBy": null
}]