[
    {
        "id": 1,
        "name": "Văn Khoa Luận Đàm",
        "description": "#### Introduction\n\nVăn khoa luận đàn (Philosophy of Science Fellowship--the Fellowship) is a new collaborative initiative of STEM Club and Philosophy Society at Fulbright. The Fellowship is an **8-week-long** forum **to engage key methodological issues in historical and contemporary philosophy and ethics in science and technology.** We believe this could be a pivotal point for STEM Club and Philosophy Society to create a safe and open dialogue on pressing social issues that converge upon the intersection of science, technology, ethics, and philosophy at our school.\n\nThe Philosophy of Science Fellowship is an 8-week-long forum to engage key methodological issues in historical and contemporary philosophy and ethics in science and technology. STEM Club believes this Fellowship marks a pivotal point for STEM Club to create a safe and open dialogue on pressing social issues that converge upon the intersection of science, technology, ethics, and philosophy.\n\n\n#### Executive Plan\n\nSince the beginning of the Spring semester, members of the Fellowship have met and discussed the reading list for the 8 gatherings. Though not required, it is highly recommended that members finish the reading materials before coming to the Fellowship’s weekly gatherings. Văn Khoa Luận Đàn will meet to discuss how to think about science philosophically, how the philosophy of science fits within the broader discipline of science and technology, and how to make use of these discourses in related disciplines such as philosophy, anthropology, and science technology studies. After the project, all members will produce short personal reflections about the discussed content which can be shared with the broader community.\n\nDuring the first discussion, we questioned the basics of philosophy and science. There, we asked: What is science? What is philosophy? How is it different to see the world from the vantage of the philosophy of science versus the science of philosophy’s viewpoint? Or is there any difference at all? There, we read Feng Youlan’s question on the history of Chinese philosophy and Wesley Salmon’s inquiry onto the scientific explanation. Additionally, we also watched Nguyen Vinh Son’s The Moon at the Bottom of the Well (Trang Noi Day Gieng) to see the connection between reality and the metaphysics. Topics to be discussed in the upcoming weeks include scientific realism, constructive empiricism, and objectivity. The Fellowship is currently in progress with weekly discussions being held in the hybrid set-up to accommodate all members’ personal needs.\n",
        "createdAt": "2022-06-06T12:19:47.866Z",
        "updatedAt": "2022-06-18T16:29:20.920Z",
        "publishedAt": "2022-06-06T12:20:01.870Z",
        "slug": "van-khoa-luan-dam",
        "featureImage": {
            "id": 25,
            "name": "image-3.png",
            "alternativeText": "image-3.png",
            "caption": "image-3.png",
            "hash": "image_3_e9e48b4cb3",
            "ext": ".png",
            "mime": "image/png",
            "url": "https://res.cloudinary.com/dq5xtekcp/image/upload/v1655347091/image_3_e9e48b4cb3.png",
            "createdAt": "2022-06-16T02:38:13.480Z",
            "updatedAt": "2022-06-16T02:38:13.480Z",
            "createdBy": null,
            "updatedBy": null
        },
        "createdBy": null,
        "updatedBy": null
    },
    {
        "id": 2,
        "name": "The Keen Podcast",
        "description": "#### Introduction\n\n**The Keen Podcast** is a student-led project belongs to STEM Club in Fulbright University Vietnam, with the vision of becoming a high quality and reliable audible channel that withhold the conversations and discussion among science communities in Vietnam. The channel is an audio platform to share ideas and engage deep discussion related to both theoretical and applied science among science communities in Vietnam.\n\nWe are motivated to create educational materials for young Vietnamese learners' inspiration. Descriptively, the channel will approach different aspects of a discipline, including academic perspectives, philosophical approaches to academia and career, perspectives of industry. As keen learners, we hope to inspire young learners to become lifelong learners through our interviews with guest speakers.\n\nYou can also visit us on Spotify via [this link](https://open.spotify.com/show/1S0hnURWTEnayC2mgmcyht?si=315f0fcd4b7542c0).\n\n\n#### Executive Plan\n\n##### Members of the project\n\n- Project leader: Chau Le\n- Project members: Phuc Le, Nguyen Tran, Huy Vu, Quynh-Anh Nguyen, Que (Laura) Phan, and Lan Phuc.\n\nWe have 3 main roles in the project as sound technicians, hosts, and editors. Each member can play multiple roles. \n\n\n##### Plan for the podcast\n\n- In the next 2 months, we will focus on developing our academia interviews channel, where we reimagine STEM education from multiple STEM fields.\n- In 2022 summer, we will focus on learning our listeners’ behaviors and needs to introduce more series in the up-coming academic year.\n\n##### Activities of STEM Podcast\n\n- We have weekly meetings on every Sunday both online and offline (it is the hybrid time!)\n- We usually gather for recording with the faculty and get really tired afterward ༼ つ ಥ_ಥ ༽つ\n- We quite love to be organized and productive but cannot avoid (づ￣ ³￣)づ laziness!!!\n- In the end, the perk of being podcasters is that we can learn so many from the guests’ interviews. After all, we are the one who listen (▀̿Ĺ̯▀̿ ̿) to the content most closely.\n",
        "createdAt": "2022-06-08T10:22:45.557Z",
        "updatedAt": "2022-06-18T16:28:04.507Z",
        "publishedAt": "2022-06-08T10:22:47.225Z",
        "slug": "the-keen-podcast",
        "featureImage": {
            "id": 26,
            "name": "Untitled.png",
            "alternativeText": "Untitled.png",
            "caption": "Untitled.png",
            "hash": "Untitled_49ca4c032f",
            "ext": ".png",
            "mime": "image/png",
            "url": "https://res.cloudinary.com/dq5xtekcp/image/upload/v1655347330/Untitled_49ca4c032f.png",
            "createdAt": "2022-06-16T02:42:12.584Z",
            "updatedAt": "2022-06-16T02:42:12.584Z",
            "createdBy": null,
            "updatedBy": null
        },
        "createdBy": null,
        "updatedBy": null
    }
]